[
  {
    "name": "quaqak#2450",
    "message": "xelE nfts are good, you can generate your own randomly or use the api, you can edit it, set it as your pfp and more, buy now i mean use now! RIGHT NOW FOR FUCKS SAK- FOR FREE!!!! ITZ FRE+I!",
    "xela_colour": "674228",
    "xela_season": "christmas"
  },
  {
    "name": "AlexFlipnote#0001",
    "message": "NFTs fucking suck, but this one is free and my own idea, so it doesn't suck automatically",
    "xela_colour": "14bae4",
    "xela_season": "winter"
  },
  {
    "name": "Andre_601#0601",
    "message": "[ TODO: Add a positive review about xelA NFTs and how it improved my love-life ]",
    "xela_colour": "8BCF73",
    "xela_season": "norway"
  },
  {
    "name": "OctaHeart#0118",
    "message": "Wow, I can't believe it! Before I bought a(n) NFT I was broke, a(n) loser, and/or cringe! But now I am, as the kids say \"Based\"! Or, at least, I'm going to be, that's what the seller said!",
    "xela_colour": "B1862A",
    "xela_season": "winter"
  },
  {
    "name": "Xan＠xan.lol#0850",
    "message": "I like monkeys. Hate the boat monkeys. xelA, no monkeys? Interesting turn of events! 🤯",
    "xela_colour": "CA2773",
    "xela_season": "spring"
  },
  {
    "name": "xemulated#2622",
    "message": "HOLY SHIT FREE .JPG IMAGE OF XELA!!! BUY BUY BUY BUY BUY BUY BUY BUY BUY BUY BUY BUY BUY BUY BUY BUY BUY BUY BUY BUY BUY BUY BUY BUY BUY BUY BUY BUY BUY BUY BUY BUY BUY BUY BUY",
    "xela_colour": "9CB6DB",
    "xela_season": "winter"
  },
  {
    "name": "Inferno#6969",
    "message": "Sold for billions <img src='https://cdn.discordapp.com/emojis/856156679905083403.png?size=24&quality=lossless'>",
    "xela_colour": "ED875F",
    "xela_season": "april"
  },
  {
    "name": "zumo#8222",
    "message": "I'm a top tier entrepreneur and dropshipper and I have very positive opinions about xelA. It's NFT collection is beautiful but lacks some features, such as getting me bankrupt and making my dad leave me. It will be the best after some updates! Highly recommended.",
    "xela_colour": "498BA3",
    "xela_season": "christmas"
  },
  {
    "name": "Phoenix#8969",
    "message": "xelA really is great!, one of the best at this job, With the NFTs generated by your IP it's practically impossible to run out! Call your friends, uncle and family, xelA is here and it will make your life a better place, we humans can finally agree upon one thing; and it is the greatness of xelA",
    "xela_colour": "4F36BE",
    "xela_season": "halloween"
  },
  {
    "name": "jenku#4599",
    "message": "xela nfts would be 60% on rotten potatoes, but 100% in my heart",
    "xela_colour": "A84EEE",
    "xela_season": "winter"
  },
  {
    "name": "Prizafal#6364",
    "message": "My NFT is my special image and its very pretty, pls dont steal, you wont because i asked nicely.",
    "xela_colour": "BCED4C",
    "xela_season": "winter"
  },
  {
    "name": "Bonkand#7213",
    "message": "4 stars out of 5\nReally cool time to sell the rarest nft for 69mln$ xd",
    "xela_colour": "000000",
    "xela_season": "april"
  },
  {
    "name": "_alex#3160",
    "message": "how old is xela anyway",
    "xela_colour": "142ADE",
    "xela_season": "spring"
  },
  {
    "name": "DaInfLoop#5548",
    "message": "They're so good, I even forced my friends to gunpoint to change their pfps to one!",
    "xela_colour": "53FE74",
    "xela_season": "norway"
  },
  {
    "name": "6vz#4123",
    "message": "after getting xela nft i have friends, and my pp is 0.75% bigger",
    "xela_colour": "7289da",
    "xela_season": "none"
  },
  {
    "name": "Casper#9647",
    "message": "Been able to sell this to all my crypto-bros and I made out with so much money before the price dived harder than the pilots at pearl harbor! 10/10 would recommend",
    "xela_colour": "3674C6",
    "xela_season": "april"
  },
  {
    "name": "Daksh#0001",
    "message": "The time shall come, that time shall be soon where we as xelA NFT holders will head to the moon! 🚀",
    "xela_colour": "172F0F",
    "xela_season": "none"
  }
]
